
export const INFO_ZODIAC = {
    aries: {
        inf:"Овны очень прямолинейны, ложь и изворотливость не присущи им. Но при всей их честности и откровенности они часто проявляют почти детскую непосредственность и не чувствуют ответственности за свои поступки, что иногда ведет к неприятным последствиям. Тем не менее это, пожалуй, самые добрые и сердечные люди в Зодиаке.",
        mat:"Близнецы, Весы и Водолей, а также яркие представители стихии Огня Стрельцы"
    }, 
    taurus: {
        inf:"Основными чертами представителей знака Тельца являются: безмятежность, выдержка, а также некоторая пассивность. Они спокойно переносят удары, наносимые судьбой, но не отступают с намеченного пути. Никому не удается отговорить их от того, что задумано.", 
        mat:"Рыбы и Раки"
    },
    gemini: {
        inf:"Авантюрный, яркий, интеллектуальный знак, представители которого являются сложными двойственными натурами. Они не только склонны к перепадам настроения, но и к ситуациям душевного смятения, поискам себя, вовлеченности в авантюры и сомнительные затеи.", 
        mat:"Весы, Водолей, Овен, Лев, Стрелец"
    },
    cancer: {
        inf:"Люди, рожденные под этим знаком, часто достаточно эмоциональны, способны улавливать чужие чувства и настроения. Кроме того, Раки склонны быть в гармонии со своим окружением. Подобно тому, как Луна отражает свет Солнца, Раки могут отражать энергию окружающего мира.", 
        mat:"Особенное счастье находит со Скорпионом, Девой, Козерогом, Рыбами. Стабильный союз будет с Тельцами, Девами, Скорпионами и Рыбами."
    },
    leo: {
        inf:"Самые колоритные и яркие люди, которыми правят амбиции, гордость и зачастую граничащее с патологическим состоянием самолюбие. Именно Львы чаще других знаков стремятся к власти, признанию, богатству и роскоши.", 
        mat:"Близнецы, Весы, Водолей, с огненным Овном и Стрельцом."
    },
    virgo: {
        inf:"Дева – земной знак, что делает ее практичной, рассудительной и замкнутой. Для Дев важное значение имеют чистота и порядок. Они самостоятельны, заботливы и внимательны к другим.", 
        mat:"Рыбы, Рак или Скорпион"
    },
    libra: {
        inf:"Представители этого созвездия приятны в общении, всегда приветливы, доброжелательны и веселы. Они стремятся понравиться всем, но при этом не заискивают, а искренне прислушиваются к чужим пожеланиям. Они хорошо понимают людей, а потому легко входят к ним в доверие. Весы довольно хвастливы и любят, чтобы их слушали.", 
        mat:"Овен, Лев и Стрелец, гармоничный союз вероятен с Водолеем"
    },
    scorpio: {
        inf:"Это героическая личность, они очень привязаны к семье, любят защищать слабых и детей. Среди них можно назвать либо святых, либо грешников. Они яростно проявляют собственнический инстинкт к тому, что считают своей собственностью. Скорпион может делать практически все, чего действительно хочет добиться.", 
        mat:"Благоприятная совместимость Скорпиона со знаками стихии Земли: с Тельцом, Девой и Козерогом"
    },
    sagittarius: {
        inf:"Типичной чертой характера Стрельцов является непоседливость и охота к перемене мест - они вечно куда-то бегут. Стрельцы обожают животных, особенно лошадей и собак, хотя некоторые из них болезненно боятся зверей. Вообще же, элемент риска в чем-нибудь просто притягивают их к себе.", 
        mat:"Наиболее подходящей парой станет Овен, Лев и другой Стрелец."
    },
    capricorn: {
        inf:"Характер Козерога: Сдержанный, холодный, практичный, сосредоточенный, усердный, с сильной волей и большой внутренней энергией. При поражении - пессимизм, меланхолия, недоверчивость, склонность к одиночеству. Козерогу следует вырабатывать в себе более оптимистичный взгляд на жизнь.", 
        mat:"Благоприятная совместимость Козерога со знаками стихии Воды: со Скорпионом, Рыбами и Раком."
    },
    aquarius: {
        inf:"На первый взгляд Водолеи являются добрыми, мягкими и даже неуверенными в себе людьми. Они всегда с радостью готовы прийти на помощь, высоко ценят дружбу и очень любят изучать тайны бытия и человеческого существования – философская составляющая их натуры определяет их нестандартный взгляд на мир.", 
        mat:"егкие и гармоничные отношения возможны с представителями стихии Воздух — Близнецами и Весами, а самые яркие и созидательные — с огненными знаками (Овен, Лев, Стрелец)."
    },
    pisces: {
        inf:"Общая характеристика знака Рыбы Люди, родившиеся под знаком Рыб, в большинстве своем пассивны, лишены упорства, целеустремленности и ненастойчивы. Они бывают не в состоянии противостоять обстоятельствам, все время парят в мечтах, веря, что все само собой разрешится, поэтому по мелочам особо не беспокоятся.", 
        mat:"Благоприятная совместимость Рыб со знаками Земли: с Тельцом, Девой и Козерогом."
    },
    


}